ubIQio/micropython/ports/esp32/boards/LOPY4/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "iDAQ"
#define MICROPY_HW_MCU_NAME "ESP32"

// Leave enough heap free for esp-idf (mqtts and ble)
//#define MICROPY_IDF_HEAP_MIN 61440

//#define MODULE_PULSETIMER_ENABLED (1)

